Repository: HooverHigh/hhs-os-startupwiz
Catalog: *.po
Languages: hy

source: Searching for networks - please wait...
hy: Ցանցի որոնում - խնդրում ենք սպասել...

source: Failed to connect to network.
hy: Ցանցի կապակցումը ձախողվեց։

source: Reading update list - please wait...
hy: Թարմացման ցանկի ընթերցում - խնդրում ենք սպասել...

source: Downloading updates - please wait...
hy: Թարմացումների ներբեռում - խնդրում ենք սպասել...

source: Installing updates - please wait...
hy: Թարմացումների տեղադրում - խնդրում ենք սպասել...

source: Installing languages - please wait...
hy: Լեզուների տեղադրում - խնդրում ենք սպասել...

source: Error getting updates. %s
hy: Թարմացումների ստացումը ձախողվեց։ %s

source: System is up to date
hy: Համակարգն արդեն թարմացված է

source: Error comparing versions. %s
hy: Տարբերակների համեմատումը ձախողվեց։ %s

source: Getting updates - please wait...
hy: Թարմացումների ստացում - խնդրում ենք սպասել...

source: Error installing languages. %s
hy: Լեզուների տեղադրումը ձախողվեց։ %s

source: Comparing versions - please wait...
hy: Տարբերակների համեմատում - խնդրում ենք սպասել...

source: Error finding languages. %s
hy: Լեզուների որոնումը ձախողվեց։ %s

source: Error checking for updates. %s
hy: Թարմացումների ստուգումը ձախողվեց։ %s

source: Finding languages - please wait...
hy: Լեզուների որոնում - խնդրում ենք սպասել...

source: Checking for updates - please wait...
hy: Թարմացումների ստուգում - խնդրում ենք սպասել...

source: Could not sync time - unable to check for updates
hy: Չհաջողվեց սինխորնացնել ժամը - հնարավոր չէ ստուգել թարմացումները

source: _Next
hy: _Հաջորդը

source: _Back
hy: _Հետ գնալ

source: _Skip
hy: _Բաց թողել

source: _Cancel
hy: _Չեղարկել

source: _Later
hy: _Հետո

source: _Restart
hy: _Վերագործարկել

source: _Done
hy: _Կատարված

source: Setting location - please wait...
hy: Տեղորոշման կարգավորում - խնդրում ենք սպասել...

source: The two passwords entered do not match.
hy: Մուտքագրված երկու գաղտնաբառերը չեն համընկնում։

source: Enter the password for the WiFi network "%s".
hy: Մուտքագրել անլար ցանցի գաղտնաբառը "%s".

source: Connecting to WiFi network - please wait...
hy: Անլար ցանցի կապակցում - խնդրում ենք սպասել...

source: Could not connect to this network
hy: Հնարավոր չէ միանալ այս ցանցին

source: Synchronising clock - please wait...
hy: Ժամացույցի համաժամեցում - խնդրում ենք սպասել...

source: No network connection found - unable to check for updates
hy: Ցանցի կապակցում չի գտնվել - հնարավոր չէ ստուգել թարմացումները

source: Set the country in which you are using your Pi
hy: Սահամնել այն երկիրը, որտեղ որ օգտագործում եք Raspberry Pi սարքը

source: Set the language in which applications should appear
hy: Սահմանել ծրագրաշարերի և հավելվածների լեզուն

source: Set the closest city to your location
hy: Ընտրեք ձեզ ամենամոտ քաղաքը

source: Error creating new GIO Channel
hy: Նոր GIO ալիքի ստեղծումը ձախողվեց

source: Error creating watch
hy: Դիտման ստեղծումը ձախողվեց

source: Connection to dhcpcd lost
hy: Միացումը dhcpcd-ին առկա չէ

source: Connected to %s-%s
hy: Միացված է %s-%s -ին

source: dhcpcd connection lost
hy: dhcpcd կապ առկա չէ

source: Network event
hy: Ցանցի իրադարձություն

source: dhcpcd WPA connection lost: %s
hy: dhcpcd WPA կապը առկա չէ՝ %s

source: %s: Received scan results
hy: %s՝ Սկանավորման արդյունքները

source: Connecting to dhcpcd ...
hy: Միացում dhcpcd-ին ...

source: Connecting ...
hy: Միացում ...

source: Failed to disconnect.
hy: Չհաջողվեց անջատել։

source: Faile to reconfigure.
hy: Չհաջողվեց կազմաձևել

source: Failed to set key management.
hy: Չհաջողվեց սահմանել կառավարումը։

source: Failed to set password, probably too short.
hy: Չհաջողվեց սահմանել գաղտնաբառը, միգուցե շատ կարճ է։

source: Failed to enable the network.
hy: Ցանցի միացումը ձախողվեց։

source: Failed to select the network.
hy: Ցանցի ընտրումը ձախողվեց։

source: Failed to start association.
hy: Միացման մեկնարկը ձախողվեց։

source: Failed to save wpa_supplicant configuration. You should add update_config=1 to /etc/wpa_supplicant.conf.
hy: Չհաջողվեց պահել wpa_supplicant կարգաբերումը։ Դուք պետք է ավելացնեք update_config=1 /etc/wpa_supplicant.conf նիշքին։

source: Error enabling network
hy: Ցանցի միացման սխալմունք

source: _OK
hy: _Լավ

source: Welcome to Raspberry Pi
hy: Բարի գալուստ Raspberry Pi

source: Welcome to the Raspberry Pi Desktop! Before you start using it, there are a few things to set up. Press 'Next' to get started.
hy: Բարի գալուստ the Raspberry Pi աշխատասեղան! Մինչ այն օգտագործելը, անհրաժեշտ է կարգավորել որոշ բաներ Սեղմեք «Հաջորդը»՝ սկսելու համար։

source: <b>Set Country</b>
hy: <b>Սահմանել երկիրը</b>

source: Enter the details of your location. This is used to set the language, time zone, keyboard and other international settings.
hy: Մուտքագրեք տեղորոշման մանրամասները։ Սա օգտագորվում է սահմանելու համար ժամային Գոտին, ստեղնաշարը և այլ միջազգային կարգավորումներ։

source: Country:
hy: Երկիր՝

source: Language:
hy: Լեզու՝

source: Timezone:
hy: Ժամային գոտի՝

source: Use English language
hy: Օգտագործել անգլերենը

source: Use English instead of the default language for your country
hy: Լռելայն օգտագործել անգլերենը, որպես հիմնական լեզու

source: Use US keyboard
hy: Օգտագործել US ստեղնաշար

source: Use the US keyboard layout instead of the default keyboard for your country
hy: Լռելայն օգտագործել US ստեղնաշարի դասավորությունը

source: Press 'Next' when you have made your selection.
hy: Սեղմել «Հաջորդը», երբ կատարել եք ձեր ընտրությունը։

source: <b>Change Password</b>
hy: <b>Փոխել գաղտնաբառը</b>

source: The default 'pi' user account currently has the password 'raspberry'. It is strongly recommended that you change this to a different password that only you know.
hy: Լռելայն «pi» հաշվի գաղտնաբառը «raspberry» է։ Խստորեն խորհուրդ ենք տալիս փոխել այս գաղտնաբառը։

source: Enter new password:
hy: Մուտքագրել նոր գաղտնաբառ՝

source: Confirm new password:
hy: Հաստատել նոր գաղտնաբառը

source: Enter a new password
hy: Մուտքագրել նոր գաղտնաբառ

source: Enter the new password again
hy: Կրկին մուտքագրել նոր գաղտնաբառը

source: Hide characters
hy: Թաքցնել նիշերը

source: Show or hide the characters in your password
hy: Ցույց տալ կամ թաքցնել գաղտնաբառի նիշերը

source: Press 'Next' to activate your new password.
hy: Սեղմել «Հաջորդը» նոր գաղտնաբառը ակտիվացնելու համար։

source: <b>Set Up Screen</b>
hy: <b>Կարգավորել էկրանը</b>

source: The desktop should fill the entire screen. Tick the box below if your screen has a black border at the edges.
hy: Աշխատասեղանը պետք է լցնի ամբողջ էկրանը Նշեք վանդակը, եթե ձեր էկրանին առկա են սև եզրեր։

source: This screen shows a black border around the desktop
hy: Էկրանի և աշխատասեղանի շուրջը առկա է սև սահման

source: Tick this box if you can see a black border between the edges of the screen and the desktop
hy: Նշեք վանդակը, եթե տեսնում եք, որ էկրանի և աշխատասեղանի միջ առկա է սև եզրեր

source: Press 'Next' to save your setting. The change will take effect when the Pi is restarted.
hy: Սեղմել «Հաջորդը»՝ կարգավորումները պահելու համար Փոփոխություններն ուժի մեջ կմտնեն Raspberry Pi վերագործարկումից հետո։

source: <b>Select WiFi Network</b>
hy: <b>Ընտրեք անլար ցանցը</b>

source: Select your WiFi network from the list.
hy: Ընտրել ցանկից ձեր WiFi ցանցը

source: Click the name of your network to select it
hy: Կտտացրեք ձեր ցանցի անվան վրա՝ այն ընտրելու համար

source: Press 'Next' to connect, or 'Skip' to continue without connecting.
hy: Սեղմել '«Հաջորդը»՝ միանալու, «Բաղ թողնել»՝ շարունակելու առանց կապի

source: <b>Enter WiFi Password</b>
hy: <b>Մուտքագրել անլար ցանցի գաղտնաբառը</b>

source: Enter the password for your WiFi network.
hy: Մուտքագրեք ձեր WiFi ցանցի գաղտնաբառը։

source: Password:
hy: Գաղտնաբառ՝

source: Enter the password for your network
hy: Մուտքագրեք ձեր անլար ցանցի գաղտնաբառը

source: <b>Update Software</b>
hy: <b>Թարմացնել ծրագիրը</b>

source: The operating system and applications will now be checked and updated if necessary. This may involve a large download. Press 'Next' to check and update software, or 'Skip' to continue without checking.
hy: Օպերացիոն համակարգը և ծրագրերը այժմ ստուգվելու են և անհրաժեշտության դեպքում կթարմացվեն։ Սա կարող է ներառել մեծ ծավալով ներբեռնում. Սեղմել «Հաջորդը»՝ ծրագիրը ստուգելու և թարմացնելու համար, «Բաց թողնել»՝ շարունակելու առանց ստուգման։

source: <b>Setup Complete</b>
hy: <b>Կարգավորման ավարտ</b>

source: Your Raspberry Pi is now set up and ready to go.
hy: Ձեր Raspberry Pi արդեն կարգավորված է ու պատրաստ է օգտագործման

source: To run applications, click the raspberry icon in the top left corner of the screen to open the menu.
hy: Ծրագրերը գործարկելու համար, կտտացրեք էկրանի վերևի անկյունի ազնվամորու պատկերի վրա մենյուն բացելու համար

source: Press 'Restart' to restart your Pi so the new settings will take effect.
hy: Սեղմել «Վերագործարկել» Raspberry Pi սարքը վերագործարկելու համար, այսպես կբեռնվեն նաև նոր կարագովորումները։ Սեղմեք «Հաջորդը», որից հետո պատուհանը կփակվի և վերագործարկումը տեղի կունենա ավելի ուշ

source: Configure Raspberry Pi system on first run
hy: Կարհաբերել Raspberry Pi համակարգը առաջին գործարկամ ժամանակ
